[
	{
		"id": "http://zotero.org/users/3860449/items/PBZXPT3M",
		"type": "article-journal",
		"title": "Acceptance Probabilities for a Sampling Procedure Based on the Mean and an Order Statistic",
		"container-title": "Journal of Research of the National Bureau of Standards",
		"page": "485-511",
		"volume": "87",
		"issue": "6",
		"abstract": "A dual acceptance criterion based on the sample mean and an extreme order is used in many inspection procedures. Computation of the acceptance probability for such a dual criterion is investigated. An approximation and a lower bound to the acceptance probability are derived and are applicable to any continuous distribution. In addition. the connection between this dual criterion and hypothesis testing of scale and location parameters is studied. In the case of the exponential distribution the exact evaluation of the acceptance probability yields the power of the test.",
		"author": [
			{
				"family": "Mary C. Croakin",
				"given": "Grace L. Yang"
			}
		],
		"issued": {
			"date-parts": [
				[
					"1982",
					12
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3860449/items/PD7IE276",
		"type": "report",
		"title": "Standard Test Method for Bearing Response of Polymer Matrix Composite Laminates",
		"publisher": "ASTM",
		"number": "ASTM D5961-13"
	},
	{
		"id": "http://zotero.org/users/3860449/items/DX7UP56A",
		"type": "report",
		"title": "Standard Test Method for Bearing/Bypass Interaction Response of Polymer Matrix Composite Laminates Using 2-Fastener Specimens",
		"publisher": "ASTM",
		"number": "ASTM D7248-12"
	},
	{
		"id": "http://zotero.org/users/3860449/items/4NFPNNX9",
		"type": "article-journal",
		"title": "Lot Acceptance and Compliance Testing Using the Sample Mean and an Extremum",
		"container-title": "Technometrics",
		"page": "242-249",
		"volume": "44",
		"issue": "3",
		"abstract": "In industry, one sometimes compares a sample mean and minimum, or a mean and maximum, to reference values to determine whether a lot should be accepted. Particularly prominent examples of such procedures are “Category B” sampling plans for checking the net contents of packaged goods. Because the exact joint distribution of an extremum and the mean of a sample is usually complicated, establishing these reference values using statistical considerations typically involves crude approximations or simulation, even under the assumption of normality. The purpose of this article is to use the saddlepoint method to develop a fairly simple and very accurate approximation to the joint cumulative distribution function (cdf) of the mean and an extremum of a normal sample. This approximation can be used to establish statistically based acceptance criteria or to evaluate the performance of sampling plans based on criteria derived in other ways. These uses are illustrated with examples.",
		"DOI": "10.1198/004017002188618428",
		"author": [
			{
				"family": "Vangel",
				"given": "Mark"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2002",
					8
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3860449/items/JTS49CG5",
		"type": "report",
		"title": "Polymer Matrix Composites: Guidelines for Characterisation of Structural Materials",
		"collection-title": "Composite Materials Handbook",
		"number": "CMH-17-1G",
		"issued": {
			"date-parts": [
				[
					"2012",
					3
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3860449/items/XBZKX6BI",
		"type": "article-journal",
		"title": "Visualizing Data Using t-SNE",
		"container-title": "Journal of Machine Learning Research",
		"page": "2579-2605",
		"volume": "9",
		"abstract": "We present a new technique called “t-SNE” that visualizes high-dimensional data by giving each datapoint a location in a two or three-dimensional map. The technique is a variation of Stochastic Neighbor Embedding (Hinton and Roweis, 2002) that is much easier to optimize, and produces significantly better visualizations by reducing the tendency to crowd points together in the center of the map. t-SNE is better than existing techniques at creating a single map that reveals structure at many different scales. This is particularly important for high-dimensional data that lie on several different, but related, low-dimensional manifolds, such as images of objects from multiple classes seen from multiple viewpoints. For visualizing the structure of very large data sets, we show how t-SNE can use random walks on neighborhood graphs to allow the implicit structure of all of the data to influence the way in which a subset of the data is displayed. We illustrate the performance of t-SNE on a wide variety of data sets and compare it with many other non-parametric visualization techniques, including Sammon mapping, Isomap, and Locally Linear Embedding. The visualizations produced by t-SNE are significantly better than those produced by the other techniques on almost all of the data sets.",
		"author": [
			{
				"family": "Maaten",
				"given": "Laurens",
				"non-dropping-particle": "van der"
			},
			{
				"family": "Hinton",
				"given": "Geoffrey"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2008"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3860449/items/TSGVR77X",
		"type": "article-journal",
		"title": "What is principal component analysis?",
		"container-title": "Nature Biotechnology",
		"page": "303-304",
		"volume": "26",
		"issue": "3",
		"source": "www.nature.com",
		"abstract": "Principal component analysis is often incorporated into genome-wide expression studies, but what is it and how can it be used to explore high-dimensional data?\nSeveral measurement techniques used in the life sciences gather data for many more variables per sample than the typical number of samples assayed. For instance, DNA microarrays and mass spectrometers can measure levels of thousands of mRNAs or proteins in hundreds of samples.",
		"URL": "http://www.nature.com/nbt/journal/v26/n3/full/nbt0308-303.html?foxtrotcallback=true",
		"DOI": "10.1038/nbt0308-303",
		"ISSN": "1087-0156",
		"journalAbbreviation": "Nat Biotech",
		"language": "en",
		"author": [
			{
				"family": "Ringnér",
				"given": "Markus"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2008",
					3
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3860449/items/H2J8LK5I",
		"type": "report",
		"title": "Standard Test Method for Compressive Properties of Polymer Matrix Composite Materials Using a Combined Loading Compression (CLC) Test Fixture",
		"publisher": "ASTM",
		"genre": "ASTM D6641-16e1"
	},
	{
		"id": "http://zotero.org/users/3860449/items/SVA78C6Q",
		"type": "report",
		"title": "Standard Test Method for Shear Properties of Composite Materials by the V-Notched Beam Method",
		"publisher": "ASTM",
		"number": "ASTM D5379-12"
	},
	{
		"id": "http://zotero.org/users/3860449/items/EQFSIT2K",
		"type": "report",
		"title": "Standard Test Method for Flexural Properties of Polymer Matrix Composite Materials",
		"publisher": "ASTM",
		"number": "ASTM D7264-15"
	},
	{
		"id": "http://zotero.org/users/3860449/items/YMVNRUG5",
		"type": "report",
		"title": "Sustained Engine Imbalance",
		"publisher": "FAA",
		"genre": "Advisory Circular",
		"number": "AC 25-24",
		"issued": {
			"date-parts": [
				[
					"2000"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3860449/items/BF9KQFPE",
		"type": "book",
		"title": "Atlast of Fatigue Curves",
		"publisher": "ASM International",
		"number-of-pages": "518",
		"abstract": "Contains more than 500 fatigue curves for industrial ferrous and nonferrous alloys. Also includes a thorough explanation of fatigue testing and interpretation of test results. Each curve is presented independently and includes an explanation of its particular importance. The curves are titled by standard industrial designations (AISI, CDA, AA, etc.) of the metals, and a complete reference is given to the original source to facilitate further research.\n\nThe collection includes standard S-N curves, curves showing effect of surface hardening on fatigue strength, crack growth-rate curves, curves comparing the fatigue strengths of various alloys, effect of variables (i.e. temperature, humidity, frequency, aging, environment, etc.) and much, much more.",
		"ISBN": "978-0-87170-214-2",
		"author": [
			{
				"family": "Boyer",
				"given": "H.E."
			}
		],
		"issued": {
			"date-parts": [
				[
					"1986"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3860449/items/4C9P7VT9",
		"type": "article-journal",
		"title": "Improved Transverse Shear Stresses in Composite Finite Elements Based on First Order Shear Deformation Theory",
		"container-title": "International Journal for Numerical Methods in Engineering",
		"page": "51-60",
		"volume": "40",
		"issue": "1",
		"source": "Wiley Online Library",
		"abstract": "A method for calculating improved transverse shear stresses in laminated composite plates, which bases on the first-order shear deformation theory is developed. In contrast to many recently established methods, either higher-order lamination theories or layerwise theories, it is easily applicable to finite elements, since only C0-continuity is necessary and the numerical effort is low. The basic idea is to calculate the transverse shear stresses directly from the transverse shear forces by neglecting the influence of the membrane forces and assuming two cylindrical bending modes. Shear correction factors are no longer required, since the transverse shear stiffnesses are also provided. Numerical examples for symmetric cross-ply and antisymmetric angle-ply laminates show the superiority of the method against using shear correction factors. Furthermore, results obtained with MSC/NASTRAN, which uses a similar but simplified approach, are surpassed. © 1997 by John Wiley & Sons, Ltd.",
		"URL": "http://onlinelibrary.wiley.com/doi/10.1002/(SICI)1097-0207(19970115)40:1<51::AID-NME49>3.0.CO;2-3/abstract",
		"DOI": "10.1002/(SICI)1097-0207(19970115)40:1<51::AID-NME49>3.0.CO;2-3",
		"ISSN": "1097-0207",
		"journalAbbreviation": "Int. J. Numer. Meth. Engng.",
		"language": "en",
		"author": [
			{
				"family": "Rolfes",
				"given": "R."
			},
			{
				"family": "Rohwer",
				"given": "K."
			}
		],
		"issued": {
			"date-parts": [
				[
					"1997",
					1,
					15
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2017",
					8,
					11
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3860449/items/ZJ968K8U",
		"type": "report",
		"title": "Standard Guide for Testing Polymer Matrix Composite Materials",
		"publisher": "ASTM",
		"page": "22",
		"abstract": "This guide is intended to aid in the selection of standards for polymer matrix composite materials. It specifically summarizes the application of standards from ASTM Committee D30 on Composite Materials that apply to continuous-fiber reinforced polymer matrix composite materials. For reference and comparison, many commonly used or applicable ASTM standards from other ASTM Committees are also included.",
		"number": "ASTM D4762-16"
	},
	{
		"id": "http://zotero.org/users/3860449/items/HAFIWYIQ",
		"type": "article-journal",
		"title": "Bending, vibration and buckling of simply supported thick multilayered orthotropic plates: An evaluation of a new displacement model",
		"container-title": "Journal of Sound and Vibration",
		"page": "425-442",
		"volume": "105",
		"issue": "3",
		"source": "ScienceDirect",
		"abstract": "Based upon a piecewise linear displacement field which allows the contact conditions for the displacements and the transverse shearing stresses at the interfaces to be satisfied simultaneously, the non-linear (in the von Kármán sense) equations of motion for thick multilayered orthotropic plates are developed. Successively, the equations are specified to the linear boundary value problem of the bending and to the linear eigenvalue problems of the undamped vibration and buckling of rectangular plates. In order to assess the accuracy of the proposed theory, the sample problem of the bending, free undamped vibration and buckling of a three-layered, symmetric cross-ply, square plate simply supported on all edges is investigated. For purposes of comparison, numerical results from the exact elasticity theory, the classical lamination (Kirchhoff) theory and the shear deformation theory (Timoshenko and Mindlin) with three different values of the shear correction factor are also presented. It is found that the proposed approach is very efficient in predicting the global responses (deflection, natural frequencies and buckling loads) of thick multilayered plates and models effects, such as the distortion of the deformed normals, not attainable from the classical lamination theory, as well as the shear deformation theory.",
		"URL": "http://www.sciencedirect.com/science/article/pii/0022460X86901690",
		"DOI": "10.1016/0022-460X(86)90169-0",
		"ISSN": "0022-460X",
		"shortTitle": "Bending, vibration and buckling of simply supported thick multilayered orthotropic plates",
		"journalAbbreviation": "Journal of Sound and Vibration",
		"author": [
			{
				"family": "Sciuva",
				"given": "M.",
				"non-dropping-particle": "di"
			}
		],
		"issued": {
			"date-parts": [
				[
					"1986",
					3,
					22
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2017",
					8,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3860449/items/Y68FUA3I",
		"type": "article-journal",
		"title": "A Simple Higher-Order Theory for Laminated Composite Plates",
		"container-title": "Journal of Applied Mechanics",
		"page": "745-752",
		"volume": "51",
		"issue": "4",
		"source": "Silverchair",
		"abstract": "A higher-order shear deformation theory of laminated composite plates is developed. The theory contains the same dependent unknowns as in the first-order shear deformation theory of Whitney and Pagano [6], but accounts for parabolic distribution of the transverse shear strains through the thickness of the plate. Exact closed-form solutions of symmetric cross-ply laminates are obtained and the results are compared with three-dimensional elasticity solutions and first-order shear deformation theory solutions. The present theory predicts the deflections and stresses more accurately when compared to the first-order theory.",
		"URL": "http://dx.doi.org/10.1115/1.3167719",
		"DOI": "10.1115/1.3167719",
		"ISSN": "0021-8936",
		"journalAbbreviation": "J. Appl. Mech",
		"author": [
			{
				"family": "Reddy",
				"given": "J. N."
			}
		],
		"issued": {
			"date-parts": [
				[
					"1984",
					12,
					1
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2017",
					8,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3860449/items/IKHKYWCL",
		"type": "article-journal",
		"title": "Analysis of layered composite plates using a high-order deformation theory",
		"container-title": "Computers & Structures",
		"page": "619-623",
		"volume": "27",
		"issue": "5",
		"source": "ScienceDirect",
		"abstract": "A high-order plate bending displacement field is developed for the analysis of layered composite plates. The parabolic distribution of the transverse shear strains is considered in the equation, and a mixed finite element model is introduced from the equation. The present finite element model is applied to thin and thick layered composite plate bending problems and its solutions are compared with threedimensional elasticity solutions.",
		"URL": "http://www.sciencedirect.com/science/article/pii/0045794987900770",
		"DOI": "10.1016/0045-7949(87)90077-0",
		"ISSN": "0045-7949",
		"journalAbbreviation": "Computers & Structures",
		"author": [
			{
				"family": "Kwon",
				"given": "Y. W."
			},
			{
				"family": "Akin",
				"given": "J. E."
			}
		],
		"issued": {
			"date-parts": [
				[
					"1987",
					1,
					1
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2017",
					8,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3860449/items/ENGFXISL",
		"type": "article-journal",
		"title": "A generalization of two-dimensional theories of laminated composite plates",
		"container-title": "Communications in Applied Numerical Methods",
		"page": "173-180",
		"volume": "3",
		"issue": "3",
		"source": "Wiley Online Library",
		"abstract": "A general two-dimensional shear deformation theory of laminated composite plates is presented. The theory account for a desired degree of approximation of the displacements through the laminate thickness. As special cases, the classical, first-order (Reissner–Mindlin) and other shear deformation theories available in the literature can be deduced from the present theory.",
		"URL": "http://onlinelibrary.wiley.com/doi/10.1002/cnm.1630030303/abstract",
		"DOI": "10.1002/cnm.1630030303",
		"ISSN": "1555-2047",
		"journalAbbreviation": "Commun. appl. numer. methods",
		"language": "en",
		"author": [
			{
				"family": "Reddy",
				"given": "J. N."
			}
		],
		"issued": {
			"date-parts": [
				[
					"1987",
					5,
					1
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2017",
					8,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3860449/items/4Y8KSQI7",
		"type": "article-journal",
		"title": "An equilibrium method for prediction of transverse shear stresses in a thick laminated plate",
		"container-title": "Computers & Structures",
		"page": "139-146",
		"volume": "23",
		"issue": "2",
		"source": "ScienceDirect",
		"abstract": "First two equations of equilibrium are utilized to compute the transverse shear stress variation through thickness of a thick laminated plate after in-plane stresses have been computed using an assumed quadratic displacement triangular element based on transverse inextensibility and layerwise constant shear angle theory (LCST). Centroid of the triangle is the point of exceptional accuracy for transverse shear stresses. Numerical results indicate close agreement with elasticity theory. An interesting comparison between the present theory and that based on assumed stress hybrid finite element approach suggests that the latter does not satisfy the condition of free normal traction at the edge. Comparison with numerical results obtained by using constant shear angle theory suggests that LCST is close to the elasticity solution while the CST is closer to classical (CLT) solution. It is also demonstrated that the reduced integration gives faster convergence when the present theory is applied to a thin plate.",
		"URL": "http://www.sciencedirect.com/science/article/pii/0045794986902087",
		"DOI": "10.1016/0045-7949(86)90208-7",
		"ISSN": "0045-7949",
		"journalAbbreviation": "Computers & Structures",
		"author": [
			{
				"family": "Chaudhuri",
				"given": "Reaz A."
			}
		],
		"issued": {
			"date-parts": [
				[
					"1986",
					1,
					1
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2017",
					8,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3860449/items/JMK5CQT4",
		"type": "article-journal",
		"title": "A plate bending element based on a generalized laminate plate theory",
		"container-title": "International Journal for Numerical Methods in Engineering",
		"page": "2275-2292",
		"volume": "28",
		"issue": "10",
		"source": "Wiley Online Library",
		"abstract": "A plate bending element based on the generalized laminate plate theory (GLPT) developed by the senior author is described and its accuracy is investigated by comparison with the exact solutions of the generalized plate theory and the 3D-elasticity theory. The element accounts for transverse shear deformation and layer-wise description of the inplane displacements of the laminate. The element has improved description of the inplane as well as the transverse deformation response. A method for the computation of interlaminar (transverse) stresses is also presented.",
		"URL": "http://onlinelibrary.wiley.com/doi/10.1002/nme.1620281006/abstract",
		"DOI": "10.1002/nme.1620281006",
		"ISSN": "1097-0207",
		"journalAbbreviation": "Int. J. Numer. Meth. Engng.",
		"language": "en",
		"author": [
			{
				"family": "Reddy",
				"given": "J. N."
			},
			{
				"family": "Barbero",
				"given": "E. J."
			},
			{
				"family": "Teply",
				"given": "J. L."
			}
		],
		"issued": {
			"date-parts": [
				[
					"1989",
					10,
					1
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2017",
					8,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3860449/items/IZ8AGATF",
		"type": "article-journal",
		"title": "A linear theory of laminated shells accounting for continuity of displacements and transverse shear stresses at layer interfaces",
		"container-title": "International Journal of Solids and Structures",
		"page": "613-627",
		"volume": "31",
		"issue": "5",
		"source": "ScienceDirect",
		"abstract": "Based on rigorous kinematical analysis, a unified representation of displacement variation through the thickness of laminated shells is derived in the present paper, and then an approximate theory of laminated shells accounting for continuity of displacements and transverse shear stresses at layer interfaces is established. The governing equations contain only five unknowns.",
		"URL": "http://www.sciencedirect.com/science/article/pii/0020768394901414",
		"DOI": "10.1016/0020-7683(94)90141-4",
		"ISSN": "0020-7683",
		"journalAbbreviation": "International Journal of Solids and Structures",
		"author": [
			{
				"family": "He",
				"given": "Ling-Hui"
			}
		],
		"issued": {
			"date-parts": [
				[
					"1994",
					3,
					1
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2017",
					8,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3860449/items/J5V3AMK4",
		"type": "article-journal",
		"title": "Analysis of laminated composite plates using a higher-order shear deformation theory",
		"container-title": "International Journal for Numerical Methods in Engineering",
		"page": "2201-2219",
		"volume": "21",
		"issue": "12",
		"source": "Wiley Online Library",
		"abstract": "A higher-order shear deformation theory is used to analyse laminated anisotropic composite plates for deflections, stresses, natural frequencies and buckling loads. The theory accounts for parabolic distribution of the transverse shear stresses, and requires no shear correction coefficients. A displacement finite element model of the theory is developed, and applications of the element to bending, Vibration and stability of laminated plates are discussed. The present solutions are compared with those obtained using the classical plate theory and the three-dimensional elasticity theory.",
		"URL": "http://onlinelibrary.wiley.com/doi/10.1002/nme.1620211207/abstract",
		"DOI": "10.1002/nme.1620211207",
		"ISSN": "1097-0207",
		"journalAbbreviation": "Int. J. Numer. Meth. Engng.",
		"language": "en",
		"author": [
			{
				"family": "Phan",
				"given": "N. D."
			},
			{
				"family": "Reddy",
				"given": "J. N."
			}
		],
		"issued": {
			"date-parts": [
				[
					"1985",
					12,
					1
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2017",
					8,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3860449/items/KSP733IM",
		"type": "article-journal",
		"title": "Bending of laterally loaded, simply supported, moderately thick, antisymmetrically laminated rectangular plates",
		"container-title": "Fibre Science and Technology",
		"page": "211-232",
		"volume": "10",
		"issue": "3",
		"source": "ScienceDirect",
		"abstract": "Exact and approximate analyses are presented for the flexural response, including transverse shear deformations, of rectangular, simply supported, moderately thick, antisymmetrically laminated plates subject to a variety of lateral load distributions. It is first of all demonstrated that the approximate analysis is very accurate for cross-ply lay-ups but less so for angle-ply lay-ups. Thereafter the exact analysis, incorporating Shear Correction Factors, is used to provide detailed results for four different load cases, namely a uniform load, a central patch load, a central point load and a hydrostatic load, which may be useful to the designer and which serve to illustrate which parameters affect the plate response.",
		"URL": "http://www.sciencedirect.com/science/article/pii/0015056877900215",
		"DOI": "10.1016/0015-0568(77)90021-5",
		"ISSN": "0015-0568",
		"journalAbbreviation": "Fibre Science and Technology",
		"author": [
			{
				"family": "Turvey",
				"given": "G. J."
			}
		],
		"issued": {
			"date-parts": [
				[
					"1977",
					7,
					1
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2017",
					8,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3860449/items/CH8UEJM7",
		"type": "article-journal",
		"title": "Elastic Behavior of Multilayered Bidirectional Composites",
		"container-title": "AIAA Journal",
		"page": "931-933",
		"volume": "10",
		"source": "NASA ADS",
		"abstract": "Not Available",
		"URL": "http://adsabs.harvard.edu/abs/1972AIAAJ..10..931P",
		"DOI": "10.2514/3.50249",
		"ISSN": "0001-1452",
		"journalAbbreviation": "AIAA Journal",
		"author": [
			{
				"family": "Pagano",
				"given": "N. J."
			},
			{
				"family": "Hatfield",
				"given": "Haron J."
			}
		],
		"issued": {
			"date-parts": [
				[
					"1972",
					7,
					1
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2017",
					8,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3860449/items/8PAJWQDE",
		"type": "article-journal",
		"title": "A Refined Theory for Laminated Orthotropic Plates",
		"container-title": "Journal of Applied Mechanics",
		"page": "177-183",
		"volume": "41",
		"issue": "1",
		"source": "Silverchair",
		"abstract": "A refined structural theory is presented which accurately models the static and dynamic behavior of laminated orthotropic plates. The refined theory extends classical theory to include transverse shear, transverse normal, and quadratic displacement terms in the kinematic assumption. Hamilton’s principle is used to formulate the displacement equations of motion with appropriate boundary and initial conditions. The composite correction factors kij  are introduced in a manner consistent with their indifference to choice of reference surface, and are determined by a procedure in which plane wave solutions for the plate are adjusted to match corresponding exact solutions. Examples of homogeneous isotropic, orthotropic, and laminated orthotropic plates are presented to show the capability of the theory to accurately model the lower branches of the frequency spectrum of these plates for wavelength-thickness ratios greater than unity.",
		"URL": "http://dx.doi.org/10.1115/1.3423219",
		"DOI": "10.1115/1.3423219",
		"ISSN": "0021-8936",
		"journalAbbreviation": "J. Appl. Mech",
		"author": [
			{
				"family": "Nelson",
				"given": "R. B."
			},
			{
				"family": "Lorch",
				"given": "D. R."
			}
		],
		"issued": {
			"date-parts": [
				[
					"1974",
					3,
					1
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2017",
					8,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3860449/items/HU8S6PU3",
		"type": "article-journal",
		"title": "Shear Deformation in Heterogeneous Anisotropic Plates",
		"container-title": "Journal of Applied Mechanics",
		"page": "1031-1036",
		"volume": "37",
		"issue": "4",
		"source": "Silverchair",
		"abstract": "A bending theory for anisotropic laminated plates developed by Yang, Norris, and Stavsky is investigated. The theory includes shear deformation and rotary inertia in the same manner as Mindlin’s theory for isotropic homogeneous plates. The governing equations reveal that unsymmetrically laminated plates display the same bending-extensional coupling phenomenon found in classical laminated plate theory based on the Kirchhoff assumptions. Solutions are presented for bending under transverse load and for flexural vibration frequencies of symmetric and nonsymmetric lamninates. Good agreement is observed in numerical results for plate bending as compared to exact solutions obtained from classical elasticity theory. For certain fiber-reinforced composite materials, radical departure from classical laminated plate theory is indicated.",
		"URL": "http://dx.doi.org/10.1115/1.3408654",
		"DOI": "10.1115/1.3408654",
		"ISSN": "0021-8936",
		"journalAbbreviation": "J. Appl. Mech",
		"author": [
			{
				"family": "Whitney",
				"given": "J. M."
			},
			{
				"family": "Pagano",
				"given": "N. J."
			}
		],
		"issued": {
			"date-parts": [
				[
					"1970",
					12,
					1
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2017",
					8,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3860449/items/WH66B9M7",
		"type": "report",
		"title": "An improved transverse shear deformation theory for laminated antisotropic plates",
		"source": "NASA NTRS",
		"abstract": "An improved transverse shear deformation theory for laminated anisotropic plates under bending is presented. The theory eliminates the need for an arbitrarily chosen shear correction factor. For a general laminate with coupled bending and stretching, the constitutive equations connecting resultants with average displacements and rotations are derived. Simplified forms of these relations are also obtained for the special case of a symmetric laminate with uncoupled bending. The governing equation for this special case is obtained as a sixth-order equation for the normal displacement requiring prescription of the three physically natural bounday conditions along each edge. For the limiting case of isotropy, the present theory reduces to an improved version of Mindlin's theory. Numerical results are obtained from the present theory for an example of a laminated plate under cylindrical bending. Comparison with results from exact three-dimensional analysis shows that the present theory is more accurate than other theories of equivalent order.",
		"URL": "https://ntrs.nasa.gov/search.jsp?R=19820003615",
		"author": [
			{
				"family": "Murthy",
				"given": "M. V. V."
			}
		],
		"issued": {
			"date-parts": [
				[
					"1981",
					11,
					1
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2017",
					8,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3860449/items/7Y3X4IAM",
		"type": "article-journal",
		"title": "A critical evaluation of new plate theories applied to laminated composites",
		"container-title": "Composite Structures",
		"page": "329-347",
		"volume": "2",
		"issue": "4",
		"source": "ScienceDirect",
		"abstract": "The plate theory recently developed by Levinson is extended to laminates. Closed-form solutions of this theory, as well as those of Reissner-Mindlin plate theory with appropriate shear correction, Seide's discrete-layer plate theory, and the higher-order theory of Lo et al. are all compared with Pagano's elasticity-theory solution for the cases of cylindrical bending of a single orthotropic layer and a symmetric cross-ply (0°/90°/0°) laminate consisting of three equal-thickness layers. Quantities compared are maximum plate deflection, bending stress distribution and transverse shear stress distribution.",
		"URL": "http://www.sciencedirect.com/science/article/pii/0263822384900047",
		"DOI": "10.1016/0263-8223(84)90004-7",
		"ISSN": "0263-8223",
		"journalAbbreviation": "Composite Structures",
		"author": [
			{
				"family": "Bert",
				"given": "Charles W."
			}
		],
		"issued": {
			"date-parts": [
				[
					"1984",
					1,
					1
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2017",
					8,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3860449/items/BJUTS83B",
		"type": "article-journal",
		"title": "Component-wise analysis of laminated anisotropic composites",
		"container-title": "International Journal of Solids and Structures",
		"page": "1839-1851",
		"volume": "49",
		"abstract": "This paper proposes a one-dimensional (1D) refined formulation for the analysis of laminated composites\nwhich can model single fibers and related matrices, layers and multilayers. Models built by means of an\narbitrary combination of these four components lead to a component-wise analysis. Different scales can be\nused in different portions of the structure and this leads to a global–local approach. In this work,\ncomputational models were developed in the framework of finite element approximations. The 1D FE formulation\nused has hierarchical features, that is, 3D stress/strain fields can be detected by increasing the\norder of the 1D model used. The Carrera Unified Formulation (CUF) was exploited to obtain advanced\ndisplacement-based theories where the order of the unknown variables over the cross-section is a free\nparameter of the formulation. Taylor- and Lagrange-type polynomials were used to interpolate the displacement field over the element cross-section. Lagrange polynomials permitted the use of only pure displacements as unknown variables. The related finite element led straightforwardly to the assembly of the stiffness matrices at the structural element interfaces (matrix-to-fiber, matrix-to-layer, layer-to-layer etc). Preliminary assessments with solid model results are proposed in this paper; various numerical examples were carried out on cross-ply symmetrical fiber-reinforced laminates [0/90/0] and a more complex composite C-shaped model. The examples show that the proposed models can analyze laminated structures by combining fibers, matrices, layers and multilayers and by referring to a unique structural finite element formulation.",
		"DOI": "10.1016/j.ijsolstr.2012.03.025",
		"author": [
			{
				"family": "Carrera",
				"given": "E"
			},
			{
				"family": "Maiarú",
				"given": "M"
			},
			{
				"family": "Petrolo",
				"given": "M"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2012"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3860449/items/8Z2FQ9UK",
		"type": "report",
		"title": "On the Analysis of Anisotropic Rectangular Plates",
		"publisher": "Air Force Materials Laboratory",
		"abstract": "Extensive use of energy methods in conjunction with classical beam mode\nfunctions has been used to obtain approximate solutions to homogeneous, or\nsymmetrically laminated, anisotropic plate problems. Becauee of the existence\nof cross-elasticity bending stiffness terms, the beam functions do not satisfy\nthe natural boundary conditions. As a result, bending moments and stresses,\nwhich are of practical interest, may converge to the wrong solution or may not\nconverge at all. Furthermore, bending deflections, buckling loads, and\nfundamental vibration frequencies converge very slowly for highly anisotropic\nmaterials. This report phows that improved results can be obtained for\nanisotropic plates which contain strong cioss-elasticity effects by using a\nclassical Fourier analysis which satisfies both the geometric and natural\nboundary conditions. Numerical results are presented for bending under\ntransverse load, buckling under biaxial compression and pure shear, and natural\nfrequencies of flexural vibration. Both homogeneous and laminated plates are\ndiscussed",
		"number": "AFML-TR-72-76",
		"author": [
			{
				"family": "Whitney",
				"given": "J. M."
			}
		],
		"issued": {
			"date-parts": [
				[
					"1972",
					8
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3860449/items/K46ZM748",
		"type": "article-journal",
		"title": "Real Time Fabric Defect Detection System on an Embedded DSP Platform",
		"container-title": "Optik: International Journal for Light and Electron Optics",
		"page": "5280-5284",
		"volume": "124",
		"issue": "21",
		"abstract": "In industrial fabric productions, automated real time systems are needed to find out the\nminor defects. It will save the cost by not transporting defected products and also would help in making\ncompmay image of quality fabrics by sending out only undefected products. A real time fabric defect\ndetection system (FDDS), implementd on an embedded DSP platform is presented here. Textural\nfeatures of fabric image are extracted based on gray level co-occurrence matrix (GLCM). A sliding\nwindow technique is used for defect detection where window moves over the whole image computing a\ntextural energy from the GLCM of the fabric image. The energy values are compared to a reference\nand the deviations beyond a threshold are reported as defects and also visually represented by a\nwindow. The implementation is carried out on a TI TMS320DM642 platform and programmed using\ncode composer studio software. The real time output of this implementation was shown on a monitor.",
		"URL": "https://pdfs.semanticscholar.org/0203/19b62691e5c50ac6fde94f4274ddda1f1fde.pdf",
		"DOI": "10.1016/j.ijleo.2013.03.038",
		"author": [
			{
				"literal": "Jagdish Lal Raheja"
			},
			{
				"literal": "Bandla Ajay"
			},
			{
				"literal": "Ankit Chaudhary"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2013"
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2017",
					8,
					27
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3860449/items/LFZ926MR",
		"type": "article-journal",
		"title": "Elastic-Plastic Wrinkling of Sandwich Panels With Layered Cores",
		"container-title": "Journal of Applied Mechanics",
		"page": "276-281",
		"volume": "72",
		"issue": "2",
		"source": "Silverchair",
		"abstract": "Elastic-plastic wrinkling of compression loaded sandwich panels made with layered cores was studied analytically and experimentally. A core with a stiff layer near the sandwich skins can improve various properties, including wrinkling and impact strengths, with only a minor weight penalty. The 2D plane stress and plane strain bifurcation problems were solved analytically, save for a determinantal equation which was solved numerically. Experiments were performed on aluminum skin/foam core sandwich panels with different combinations of stiff and soft core materials. Good correlation between experiments and theory was obtained.",
		"URL": "http://dx.doi.org/10.1115/1.1828063",
		"DOI": "10.1115/1.1828063",
		"ISSN": "0021-8936",
		"journalAbbreviation": "J. Appl. Mech",
		"author": [
			{
				"family": "Grenestedt",
				"given": "Joachim L."
			},
			{
				"family": "Danielsson",
				"given": "Mikael"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2005",
					3,
					15
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2017",
					8,
					31
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3860449/items/LY4LZRQE",
		"type": "report",
		"title": "Facesheet Wrinkling in Sandwich Structures",
		"publisher": "NASA",
		"source": "NASA NTRS",
		"abstract": "The purpose of this paper is to provide a concise summary of the state-of-the-art for the analysis of the facesheet wrinkling mode of failure in sandwich structures. This document is not an exhaustive review of the published research related to facesheet wrinkling. Instead, a smaller number of key papers are reviewed in order to provide designers and analysts with a working understanding of the state-of-the-art. Designers and analysts should use this survey to guide their judgement when deciding which one of a wide variety of available facesheet wrinkling design formulas is applicable to a specific design problem.",
		"URL": "https://ntrs.nasa.gov/search.jsp?R=19990017863",
		"number": "NASA/CR-1999-208994",
		"author": [
			{
				"family": "Ley",
				"given": "Robert P. Lin"
			}
		],
		"issued": {
			"date-parts": [
				[
					"1999"
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2017",
					9,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3860449/items/D3HBFYZI",
		"type": "report",
		"title": "Standard Test Method for Measuring the Fastener Pull-Through Resistance of a Fiber-Reinforced Polymer Matrix Composite",
		"publisher": "ASTM",
		"number": "ASTM D7332-16"
	},
	{
		"id": "http://zotero.org/users/3860449/items/4WCNEQPJ",
		"type": "book",
		"title": "Network Optimization: Continuous and Discrete Models",
		"publisher": "Athena Scientific",
		"publisher-place": "Belmont",
		"number-of-pages": "585",
		"event-place": "Belmont",
		"URL": "http://web.mit.edu/dimitrib/www/netbook_Full_Book.pdf",
		"ISBN": "1-886529-02-7",
		"author": [
			{
				"family": "Bertsekas",
				"given": "Dimitri P."
			}
		],
		"issued": {
			"date-parts": [
				[
					"1998"
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2017",
					9,
					6
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3860449/items/E88FNGE6",
		"type": "article-journal",
		"title": "An optimization method for solving mixed discrete-continuous programming problems",
		"container-title": "Computers & Mathematics with Applications",
		"page": "1481-1491",
		"volume": "53",
		"issue": "10",
		"source": "ScienceDirect",
		"abstract": "This paper presents a heuristic approach for minimizing nonlinear mixed discrete-continuous problems with nonlinear mixed discrete-continuous constraints. The approach is an extension of the boundary tracking optimization that was developed by the authors to solve the minimum of nonlinear pure discrete programming problems with pure discrete constraints. The efficacy of the proposed approach is demonstrated by solving a number of test problems of the same class published in recent literature. Among these examples is the complex problem of minimizing the cost of a series–parallel structure with redundancies subject to reliability constraint. All tests conducted so far show that the proposed approach obtains the published minima of the respective test problems or finds a better minimum. While it is not possible to compare computation time due to the lack of data on the test problems, for all the tests the minimum is found in a reasonable time.",
		"URL": "http://www.sciencedirect.com/science/article/pii/S0898122107001010",
		"DOI": "10.1016/j.camwa.2007.01.006",
		"ISSN": "0898-1221",
		"journalAbbreviation": "Computers & Mathematics with Applications",
		"author": [
			{
				"family": "Srivastava",
				"given": "Vijaya K."
			},
			{
				"family": "Fahim",
				"given": "Atef"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2007",
					5,
					1
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2017",
					9,
					6
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3860449/items/VTQIMWPN",
		"type": "book",
		"title": "Global Optimization Algorithms: Theory and Application",
		"number-of-pages": "820",
		"edition": "2",
		"URL": "http://www.it-weise.de/projects/book.pdf",
		"author": [
			{
				"family": "Weise",
				"given": "Thomas"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2009"
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2017",
					9,
					6
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3860449/items/9NJQ79BX",
		"type": "article-journal",
		"title": "Investigation of Simulated Annealing, Ant-Colony Optimization, and Genetic Algorithms for Self-Structuring Antennas",
		"container-title": "Antennas and Propagation, IEEE Transactions on",
		"page": "1007 - 1014",
		"volume": "52",
		"author": [
			{
				"family": "Mark Coleman",
				"given": "Christopher"
			},
			{
				"family": "Rothwell",
				"given": "Edward"
			},
			{
				"family": "Ross",
				"given": "John"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2004"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3860449/items/AXX6NCQV",
		"type": "article-journal",
		"title": "Shear Correction Factors for Orthotropic Laminates Under Static Load",
		"container-title": "Journal of Applied Mechanics",
		"page": "302-304",
		"volume": "40",
		"issue": "1",
		"source": "Silverchair",
		"URL": "http://dx.doi.org/10.1115/1.3422950",
		"DOI": "10.1115/1.3422950",
		"ISSN": "0021-8936",
		"journalAbbreviation": "J. Appl. Mech",
		"author": [
			{
				"family": "Whitney",
				"given": "J. M."
			}
		],
		"issued": {
			"date-parts": [
				[
					"1973",
					3,
					1
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2017",
					9,
					7
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/3860449/items/T4TCR28K",
		"type": "book",
		"title": "Peterson's Stress Concentration Factors",
		"publisher": "John Wiley & Sons, Inc.",
		"publisher-place": "Hoboken, NJ, USA",
		"source": "CrossRef",
		"event-place": "Hoboken, NJ, USA",
		"URL": "http://doi.wiley.com/10.1002/9780470172674",
		"ISBN": "978-0-471-53849-3",
		"note": "DOI: 10.1002/9780470172674",
		"language": "en",
		"author": [
			{
				"family": "Pilkey",
				"given": "Walter D."
			}
		],
		"issued": {
			"date-parts": [
				[
					"1997",
					4,
					18
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2017",
					9,
					9
				]
			]
		}
	}
]